const i18n = {
    'zh-CN': {
        '已选筛选条件': '已选筛选条件',
        '全部': '全部',
        '重置': '重置',
        '更多筛选条件': '更多筛选条件',
        '更多': '更多',
        '收起': '收起'
    },
    'en-US': {
        '已选筛选条件': 'Selected filters',
        '全部': 'All',
        '重置': 'reset',
        '更多筛选条件': 'More filter conditions',
        '更多': 'More',
        '收起': 'Collapse'
    },
    'ja-JP': {
        '已选筛选条件': '選択されたフィルタ条件',
        '全部': 'すべて'
    },
    'zh-TW': {
        '已选筛选条件': '已选筛选条件',
        '全部': '全部'
    }
};

export default i18n;
